{
  "logo": "EBZ",
  "projectsNavigator": "PROJECTS",
  "bioNavigator": "ABOUT ME",
  "contactNavigator": "CONTACT ME",

  "bioTitle": "Just Me.",
  "bioP1": "Images are storytelling though I am interested in dividing the connection that is often constructed between an artist and his or her work. First I build a narration, then I use interpretation as my process. Challenging photography by objectively showing my subjects, I encourage the viewer to give a subjective interpretation.",
  "bioP2": "This theme is explored in Cloride meets Eros, two Greek divinities: of nature; of passion. I photographed quotidian objects such as a leaf, a piece of paper and a loaf of bread. The pictures were taken in an ‘unemotional’ style so that the viewer can focus on the object. After I asked people what they felt viewing the images, I categorised the answers, dividing them into positive, negative or transportive emotions. The resultant information analysed into a graph was translated to visual images. A red thread was used, reflecting the Japanese myth Red Thread of Marriage.",
  "bioP3": "I continued to research this disconnection in another project, Getting To Know A Stranger. Inspired by Taryn Simon’s The Innocents (2002), I took American Portraits of classmates, asking them a range of personal questions. For example family relationships, beliefs, ideas on love and how they view themselves. In the end, the handwritten answers were shown all together.",
  "bioP4": "Manzoni's Inni Sacri was written before Italy became a nation state, the intent was to show how unified Italy already was through narratives about Italian festivals. This collection was written in 1812 after Manzoni’s conversion to Roman Catholicism, it has two different readings, the religious and the political.",
  "bioP5": "Just how celebrations brought Italy together in the nineteenth century the same goes for the Argentinian football player Maradona today. In Sorrentino’s The Hand Of God, Maradona brought Neapolitans together through football. The movie’s about the almost religious fever towards the Argentine. Coming from Naples, it was inspiring to restore Sergio Siano’s (Maradona’s photographer) old ruined film strips. An exhibition of collected images was held, a book was written, 10. Former players from his Napoli team attended the exhibition.",
  "bioP6": "My photography is not only socially interactive, I also enjoy fashion shoots: where I create my own scenarios. I had the chance to shoot the covers of two albums, Turn Out Bad and From The Roots.",
  "bioP7": "My inspiration comes from cinema, though I also read about psychology and art history. I am inspired by Kubrick’s precise aesthetic, and how he repeats the same colour in a single scene, like Gaspar Noè, Pedro Almodóvar, Wes Anderson and Valdimar Jóhannsson (Lamb).",
  "bioP8": "",
  "bioP9": "",
  "bioP10": ""
}
